import { TMessage } from './typings';

export const messData: TMessage[] = [
  {
    id: 1,
    author: 'Петр Пяточкин',
    date: '15.02.2023',
    text: 'В целом, конечно, начало повседневной работы по формированию позиции не даёт нам иного выбора, кроме определения системы массового участия!',
  },
  {
    id: 2,
    author: 'Иван Иванов',
    date: '15.02.2023',
    isQuote: true,
    text: 'Форм также в сфера условий сфера количественный реализация активизации. Формировании значение порядка, участниками также что рост подготовки развития. Рост нашей и в постоянный задания организаци.',
  },
  {
    id: 3,
    author: 'Иван Иванов',
    date: '15.02.2023',
    text: 'Короткое сообщение',
  },
  {
    id: 4,
    author: 'Кира Пак',
    date: '15.02.2023',
    text: 'Форм также в сфера условий сфера количественный реализация активизации.',
  },

  {
    id: 5,
    author: 'Иван Иванов',
    date: '15.02.2023',
    text: 'Форм также в сфера условий сфера количественный реализация активизации. Формировании значение порядка, участниками также что рост подготовки развития. Рост нашей и в постоянный задания организаци.',
  },
];
